[
	{
		"id": "248450",
		"name": "Salvation Prophecy",
		"shortDesc": "Salvation Prophecy is a military space epic. Human, mutant, and robotic factions are at war for galactic domination. Battles rage as space fleets collide. Invaders clash against fortified enemy colonies. Yet the greatest danger is the impending annihilation foretold by an apocalyptic prophecy.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/248450/header.jpg?t=1489426973"
	},
	{
		"id": "435780",
		"name": "VIOLET: Space Mission",
		"shortDesc": "Violet: Space Mission is a 2D precision action game in space, about dodging asteroids, data collection and space exploration. You are Candidate Alpha, sent on the Violet Programme for this mission. Good luck and godspeed.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/435780/header.jpg?t=1453452530"
	},
	{
		"id": "423180",
		"name": "A.I. Space Corps",
		"shortDesc": "A.I. Space Corps is a top-down space shooter, telling a new story of mankinds struggle against the merciless A.I. machines ruling over the universe.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/423180/header.jpg?t=1667384379"
	},
	{
		"id": "529060",
		"name": "Space Simulator",
		"shortDesc": "Realistic simulation of spaceflight in a full sized Solar System, with all the planets and their major moons. using real forces, distances, velocities and time. Chapter 1: The Apollo Days. Incredibly detailed Apollo Program missions starting with Apollo 8 lunar orbit missions.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/529060/header.jpg?t=1519645856"
	},
	{
		"id": "830590",
		"name": "Holy Potatoes! A Spy Story?!",
		"shortDesc": "Holy Potatoes! A Spy Story?! is a wacky spy agency sim where you manage your very own potato spy headquarters, train an elite spy team, and strategize top-secret missions while uncovering the truth behind an evil spy corporation.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/830590/header.jpg?t=1569148131"
	},
	{
		"id": "637410",
		"name": "Disputed Space",
		"shortDesc": "Experience epic space battles while piloting a small, fast fighter ship as part of a fleet that lashes out against enemy factions across stunning procedurally generated star systems in Disputed Space.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/637410/header.jpg?t=1576386077"
	},
	{
		"id": "787550",
		"name": "FARHOME",
		"shortDesc": "FARHOME is an adventure-type science fiction game for virtual reality devices with focus on cooperative walkthrough and on the use of the characters’ special abilities.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/787550/header.jpg?t=1567516905"
	},
	{
		"id": "1208980",
		"name": "BlazeSky",
		"shortDesc": "BlazeSky is a space opera action RPG that tells the story of one person changing the fate of an entire galaxy. Explore stunning hand-crated star systems, fight against strange alien races, and negotiate with key allies in this fully voice acted epic adventure.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/1208980/header.jpg?t=1604700429"
	},
	{
		"id": "527380",
		"name": "Captain Kaon",
		"shortDesc": "Captain Kaon is a retro twin-stick gravity shooter inspired by 1980s classics such as Thrust and Gravitar. Captain Kaon pairs vibrant Amiga-style pixel art with a tight twin-stick control mechanic. Relive this forgotten shmup sub-genre!",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/527380/header.jpg?t=1503046683"
	},
	{
		"id": "496740",
		"name": "Discovering Space 2",
		"shortDesc": "Discovering Space 2 is all about exploration. There’s no action, shooting or explosions, just sightseeing, discovery and relaxation on an epic scale.Calming, wondrous and adventurous.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/496740/header.jpg?t=1489180048"
	},
	{
		"id": "356280",
		"name": "Desert Law",
		"shortDesc": "Desert Law is a new spin on the traditional real-time strategy that immerses players into a post-apocalyptic world where gasoline is the new world currency.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/356280/header.jpg?t=1668513805"
	},
	{
		"id": "421900",
		"name": "Shadowrun Chronicles: INFECTED Director's Cut",
		"shortDesc": "Lead your team of Runners to survive a corrupt megacorporation’s intrigue threatening thousands of lives in this action-strategy game, set in the most popular cyberpunk universe of all times. The Director's Cut version combines the Shadowrun Chronicles: Boston Lockdown and the INFECTED! campaign into one game.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/421900/header.jpg?t=1539677283"
	},
	{
		"id": "339640",
		"name": "Jagged Alliance Online: Reloaded",
		"shortDesc": "YOUR MISSION: Survive and build the toughest frigging merc outfit in the world! Create and train your team of classic mercs, grab your gear and evolve your headquarter to beat the enemy. JAO: Reloaded is a re-release of the turn-based strategy Single- and Multiplayer Online game at an unbeatable price!",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/339640/header.jpg?t=1557165940"
	},
	{
		"id": "1234190",
		"name": "ANIME WAR — Modern Campaign",
		"shortDesc": "ANIME WAR — Modern Campaign transports you along with the H.E.N.T.A.I. army to one of the hottest hotspots around the globe to take down our №1 threatening enemy.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/1234190/header.jpg?t=1590695263"
	},
	{
		"id": "751110",
		"name": "OVERVIEW (A Walk Through The Universe)",
		"shortDesc": "Overview is a mind-changing experience about our position in the Universe. With a narrative and an interactive mode, it features realistic imagery and accurate data to leave you in awe and wonder at the vastness of the Cosmos.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/751110/header.jpg?t=1643229162"
	},
	{
		"id": "312440",
		"name": "Legions of Steel",
		"shortDesc": "The Empire of the Machines is threatening the entire universe. The other factions have banded together to defend the galaxy from the invader. Battles are raging in the corridors of the Machines underground production facilities!",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/312440/header.jpg?t=1575553385"
	},
	{
		"id": "673740",
		"name": "Space Battlecruiser",
		"shortDesc": "Space Battlecruiser is an arcade style, top down space shooter where you control a heavily armed capital ship. Battle against squadrons of fighters, fleets of warships, heavily defended space stations, and powerful command ships. Learn to master weaponry and special abilities like the Energy Shield.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/673740/header.jpg?t=1529876199"
	},
	{
		"id": "552030",
		"name": "Artillerists",
		"shortDesc": "Artillerists is a turn-based isometric strategy. You should destroy the enemy’s armed forces, capture territories, earn money and upgrade your army. In addition to the main types of units and weapons, player can use radar reconnaissance, volley fire, air strikes, artillery strikes and many others...",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/552030/header.jpg?t=1667132353"
	},
	{
		"id": "347170",
		"name": "Combat Air Patrol 2: Military Flight Simulator",
		"shortDesc": "Feel the power of flying the AV8B Harrier II. A middle ground flight and naval combat simulator with mission planner &amp; fully dynamic open ended campaign. Showstopping VR.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/347170/header.jpg?t=1583860304"
	},
	{
		"id": "468820",
		"name": "Titans of Space PLUS",
		"shortDesc": "Just how big is big? Journey through this holographic Solar System, and then squint your eyes in the intense light of a few of the largest known stars. Enjoy various accidentally-educational activities along the way. Great care has been taken to ensure a comfortable VR experience. VR optional.",
		"imageUrl": "https://cdn.akamai.steamstatic.com/steam/apps/468820/header.jpg?t=1586980270"
	}
]
